const Footer = () => {
  return (
    <footer id="footer">
      <ul>
        <li>
          본 상품은 매트라이프 (무) 백만인을 위한 달러종신보험 Plus 입니다.
        </li>
        <li>
          가입 전에 반드시 매트라이프 해당 상품의 약관 및 설명서를 확인하시기
          바랍니다.
        </li>
        <li>
          (주) 위드리치는 보험판매대리점으로 해당 상품에 대해 충분히 설명할
          의무가 있으며, 가입자는 가입에 앞서 충분한 설명을 받으시기 바랍니다.
        </li>
        <li>
          해약환급금(또는 만기시 보험금이나 사고보험금)에 기타지급금을 합하여
          5천만원까지(본 보험회사 모든 상품 합산) 예금자보호를 받을 수 있습니다.
        </li>
        <li>지급한도, 면책사항 등에 따라 보험금 지급이 제한될 수 있습니다.</li>
        <li>
          당사 사정에 의해 사전 공지없이 사은품 제공 이벤트 종료 또는 이벤트
          상품이 변경될 수 있습니다.
        </li>
      </ul>
    </footer>
  );
};

export default Footer;
